[ArchonShaman X2CharacterTemplate]
strCharacterName="Архонт Шаман"
strAcquiredText="Это что-то вроде племенного вождя Архонтов. Крайне проворный, живучий и вызывающих ужас пришелец. Чрезвычайно опасен, если мы подпустим его близко."

[CorpseArchonShaman X2ItemTemplate]
FriendlyName="Труп Архонта Шамана"
FriendlyNamePlural="Трупы Архонтов Шаманов"
BriefSummary="Этот Архонт уникален тем, что может воскрешать мертвых при ударе своим посохом, а также обладает регенерацией и чем-то на поподобии вампиризма, что делает его гораздо более живучим чем другие типы Архонтов."

[Autopsy_ArchonShaman X2TechTemplate]
DisplayName="Вскрытие Архонта Шамана"
Summary="Архонт Шаман силен, проворен и способен вызвать ужас у любого, кто увидит его. Если его не остановить он может поднять собственную армию мертвецов из убитых им жертв."
CodeName="Вич Доктор"
UnlockedDescription="Теперь мы можем производить Щит Духа!"
LongDescription="Эти Архонты крайне редки и являются чем-то вроде племенных вождей архонтов. Внешний вид Шамана, мягко говоря, не так красив, как у других Архонтов, которых мы видели в прошлом. Они украшают себя черепами своих жертв и даже покрывают себя боевой раскраской из крови, чтобы запугать своих врагов.\n\n Не позволяйте им приближаться близко! В ярости эти твари бьют сильно и часто, а что хуже всего - их удары ослабляют волю всех бойцов вокруг, а сам архонт исцеляется с каждым ударом. \n\n Их жертвы, которым посчастливилось умереть быстрой смертью от руки Архонта, возвращаются в виде зомби."

[ShamanConsume X2AbilityTemplate]
LocFriendlyName="Опустошающий удар"
LocFlyOverText="Опустошающий удар"
LocHelpText="Удар, который ворует здоровье у цели. В случае смерти цель будет превращена в зомби."
LocLongDescription="Удар, который ворует здоровье у цели. В случае смерти цель будет превращена в зомби."
LocPromotionPopupText="<Bullet/> Удар, который ворует здоровье у цели. В случае смерти цель будет превращена в зомби."

[ArchonShaman_ConsumeStaff X2WeaponTemplate]
FriendlyName="Опустошающий посох Шамана"
FriendlyNamePlural="Опустошающие посохи Шаманов"
BriefSummary="Этот посох способен воровать здоровье цели при ударе. Если удар был смертельным - цель будет превращена в зомби."
TacticalText="<Bullet/> Ворует здоровье.\n<Bullet/> Если удар был смертельным - цель будет превращена в зомби."

[ArchonWarrior X2CharacterTemplate]
strCharacterName="Archon Warrior"

[CorpseArchonWarrior X2ItemTemplate]
FriendlyName="Archon Warrior Corpse"
FriendlyNamePlural="Archon Warrior Corpses"
BriefSummary="This Archon WARRIOR is clearly meant to be a close combat brawler. It has the ability to regen HP but its most dangerous in close with its Stun Axe."

[Autopsy_ArchonWarrior X2TechTemplate]
DisplayName="Archon Warrior Autopsy"
Summary="The Archon Warrior, nicknamed Centurion Is quick, deadly, and is not scared to rush. It can also utilize a deadly teleportation ability."
CodeName="Centurion"
LongDescription="The aliens want us to think these ARCHONS are a new breed of Alien. And to the common man and those blinded by the Archon's rather beautiful look, that is the case. BUT It would seem that the Archon is nothing more than a glorified TROJAN HORSE ploy to hide the shriveled, rotting husks of the ones called FLOATERS that we once fought in the first war."

[ArchonAxe X2WeaponTemplate]
FriendlyName="Archon Axe"
FriendlyNamePlural="Archon Axes"
BriefSummary="This Axe hits hard and has the ability to stun."
TacticalText="<Bullet/> Close Combat oriented and deadly.\n<Bullet/> Can also stun a soldier that is hit by it."

[ArchonVest X2EquipmentTemplate]
FriendlyName="Archon Vest"
FriendlyNamePlural="Archon Vests"
BriefSummary="The Archon Vest adds the Archon Warriors's deadly speed to your soldier."
TacticalText="<bullet/> Increases soldier health by 2 and mobility by 3."

[VestInspire X2AbilityTemplate]
LocFriendlyName="Vest Inspire"
LocFlyOverText="Vest Inspire"
LocHelpText="Inspire yourself or a Squadmate."
LocLongDescription=" Ever needed to just talk yourself through a bad situation? How about offer some encouragement to a squadmate? This Vest has been designed to calmly grant inspire on yourself or a squadmate for a 3rd action that round of play. This Vest's granted inspier ability is also a free action by the vest wearer."
LocPromotionPopupText="<Bullet/> Through the Vest inspire Ability, this vest can grant a 3rd action with a 4 turn cooldown."

[AdvancedMindShield X2EquipmentTemplate]
FriendlyName="Щит духа"
FriendlyNamePlural="Щит духа"
BriefSummary="Щит духа помимо защиты владельца от нежелательных ментальных воздействий, также дает слабую, но постоянную регенерацию здоровья."
TacticalText="<Bullet/> Владелец невосприимчив к эффектам воздействующим на разум: паника, контроль разума, оглушение, дезориентация, потеря сознания.\n<Bullet/> Также дарует регенерацию 1 ед. здоровья в ход (до 10 ед суммарно)."

[AdvancedMindShieldBonus X2AbilityTemplate]
LocFriendlyName="Защита духа"
LocFlyOverText="Защита духа"
LocHelpText="Защита духа"
LocLongDescription="Дарует владельцу защиту от всех ментальных эффектов и небольшую регенерацию здоровья."
LocPromotionPopupText="<Bullet/> Владелец невосприимчив к эффектам воздействующим на разум: паника, контроль разума, оглушение, дезориентация, потеря сознания.\n<Bullet/> Также дарует регенерацию 1 ед. здоровья в ход (до 10 ед суммарно)."

